TargetApplication=Advanced Renamer,Ver3.82
Author=Nicedward
SourceLANGID=1033
LANGID=1057
Generator=DKLang Translation Editor v3.0
LastModified=2018-04-16 13:26:28

[About]
00000002=Tentang
00000094=Aren
00000161=Tutup
00000162=Versi
00000165=Komentar, bug, cara perbaikan, dll. Sangat diterima.
00000166=Tentang Advanced Renamer
00000167=Kunjungi juga forum kami
00000168=Kunci Lisensi:
00000169=Nama:
00000170=Terdaftar untuk:
00000171=Terapkan
00000172=Dapatkan kunci lisensi
00000173=Untuk penggunaan pribadi:
00000174=Donasi
00000175=Untuk penggunaan komersial:
00000176=Beli

[AddDir]
00000002=Tambah Direktori
00000094=&Mask:
00000161=Batal
00000162=Oke
00000163=Sertakan &subfolder
00000164=Folder baru...
00000165=Kecocokan ekspresi reguler:
00000166=Tidak cocok

[ARenMain]
00000002=ARen
00000005=0 Item
00000006=0 Eror
00000007=Status: Oke
00000008=Bilah Alat Utama
00000009=Segarkan
00000010=&Uji Batch
00000011=Oto. &Uji
00000012=Thumbnail
00000013=Pengaturan
00000014=&Bantuan
00000015=&Indeks...
00000016=Pintasan &Tombol...
00000017=&Log Versi...
00000018=Periksa &versi baru...
00000020=&Tentang...
00000021=&Undo Batch Sebelumnya
00000023=Daftar bilah alat
00000024=&Tambah
00000025=&File...
00000026=&Direktori...
00000027=&Daftar
00000028=&Muat...
00000029=&Simpan...
00000030=&Bersihkan...
00000031=Buang &item yang keliru
00000032=Pindah ke teratas
00000033=Pindah ke atas
00000034=Pindah ke bawah
00000035=Pindah ke terbawah
00000036=Ubah Nama File
00000058=Ubah Nama Folder
00000067=Nama file:
00000068=Direktori:
00000069=Ukuran:
00000070=Tanggal Dibuat:
00000071=Tanggal Dimodifikasi:
00000072=Jenis file:
00000073=Atribut:
00000074=Tanggal Diakses:
00000076=Tidak Ada Info
00000077=Tidak bisa memuat info tambahan. File mungkin sedang digunakan.
00000078=Img
00000079=Dimensi:
00000080=Tanggal Diambil:
00000081=Penulis:
00000082=Hak Cipta:
00000084=ID3
00000085=Judul:
00000086=Artis:
00000087=Album:
00000088=Trek:
00000089=Tahun:
00000090=Genre:
00000091=Dir
00000092=Berisi:
00000094=Tidak ada metode yang ditemukan.
00000095=Daftar metode ubah nama
00000096=Bilah Metode
00000097=Tambah metode
00000098=Buang metode
00000099=Bersihkan
00000100=Teratas
00000101=Atas
00000102=Bawah
00000103=Terbawah
00000105=Muat Daftar Metode
00000106=Simpan Daftar Metode
00000107=Pra-atur:
00000110=Simpan Daftar
00000111=Pindah Terpilih
00000112=Pindah ke Teratas
00000113=Pindah ke Atas
00000114=Pindah ke Bawah
00000115=Pindah ke Terbawah
00000116=Tambah...
00000117=Buang
00000118=Jalankan
00000119=Properti...
00000120=Muat daftar...
00000121=Ke file teks...
00000122=Bersihkan Daftar
00000123=Segarkan
00000124=Atur
00000125=Paskan Kolom
00000144=&Khusus...
00000145=&Salin
00000152=Pindah
00000153=Teratas
00000154=Atas
00000155=Bawah
00000156=Terbawah
00000157=Ubah Metode menjadi
00000158=Tambah Metode
00000159=Hapus
00000160=Bersihkan
00000163=&Mulai...
00000164=Tambah metode batch
00000179=Masukkan &Tag
00000180=&Undo
00000181=Po&tong
00000182=&Salin
00000183=&Tempel
00000184=Pilih &Semua
00000185=Kunjungi forum &daring...
00000186=Kolom khusus
00000187=Atur
00000188=Paskan Kolom
00000189=&Khusus...
00000190=Gaya tampilan
00000191=Rincian
00000192=Ikon besar
00000193=Ikon kecil
00000194=Daftar
00000196=Centang
00000197=Lepas centang terpilih
00000198=Centang terpilih
00000200=Centang tidak ada
00000201=Centang semua
00000202=Mode batch:
00000203=Folder output:
00000204=Simpan Daftar
00000205=Ke file CSV...
00000206=Buang item tanpa tag ID3
00000207=Buang item tanpa informasi gambar
00000219=Aturan bentrokan nama:
00000220=Pemisah:
00000221=Pola:
00000223=Buka metode batch
00000225=Simpan metode batch
00000226=Video
00000227=Dimensi:
00000228=Laju frame:
00000229=Durasi:
00000230=Kodek video:
00000231=Kodek audio:
00000232=Laju bit:
00000233=Lokasi GPS:
00000234=Acak pengurutan
00000235=Ubah deskripsi...
00000236=Akurasi GPS:
00000237=ExifTool...
00000238=Tambah bilah alat folder
00000239=Tambah terpilih
00000240=Tampilkan file
00000241=Segarkan
00000242=Panel Folder
00000243=Panel folder
00000244=Tambah terpilih
00000245=Acara TV...
00000246=Impor
00000247=Acara TV:
00000248=Episode TV:
00000249=File CSV...
00000250=Centang menurut pola...
00000251=Lepas centang menurut pola...
00000252=Program
00000253=Konfigurasi baris perintah...
00000254=Centang sebaliknya
00000255=Pilih
00000256=Pilih semua
00000257=Pilih tidak ada
00000258=Pilih sebaliknya
00000259=Centang bukan pola yang cocok...
00000260=Buka folder yang berisis
00000261=Versi baru Advanced Renamer tersedia.
00000262=Tingkatkan sekarang!
00000264=tutup
00000265=Kunci Lisensi...
00000266=Nilai GPS
00000267=Metadata
00000268=Ganti nama file baru...
00000269=Mulai batch
00000270=Lepas semua centang
00000271=Centang semua
00000272=Butuh bantuan untuk memulai?
00000273=Jangan tampilkan ini lagi
00000274=Butuh bantun untuk memulai?
00000275=Jangan tampilkan ini lagi

[BatchResultFrame]
00000003=Hasil terakhir
00000004=Jumlah total item:
00000005=Eror ditemukan:
00000006=Tampilkan eror...
00000007=Undo batch terakhir...
00000008=Tambahkan semua item yang berhasil
00000009=Tambahkan item dengan eror
00000010=Tambah semua item

[CustomizeCols]
00000002=Kolom Khusus
00000094=Atur &Kolom:
00000095=&Kolom:
00000096=Lebar &Kolom:
00000097=Oke
00000098=Batal
00000099=&Atas
00000100=&Bawah
00000101=&Teratas
00000102=&Terbawah
00000103=Simpan
00000104=Hapus

[frmAddFolderChoice]
00000001=Tambah folder
00000002=Batal
00000003=Oke
00000004=Tambah &file dalam folder
00000005=Tambah f&older
00000006=&Sertakan subfolder
00000007=Mask nama &file:
00000009=Tambah foldder &akar
00000010=Tambah &subfolder
00000011=Kecocokan ekspresi reguler:
00000012=Tidak cocok

[frmCommandLine]
00000002=Konfigurasi baris perintah
00000202=Mode batch:
00000223=Buka metode batch
00000224=Jalur:
00000225=File daftar metode:
00000226=Jenis item:
00000227=Item:
00000228=Urutan item:
00000229=Output ke file log:
00000230=Folder tujuan:
00000231=Mask item:
00000232=Mask item Regeks:
00000233=Perintah:
00000234=File yang berisi item:
00000235=Tambah juga item dari subfolder
00000236=Terbalik
00000237=Item dari jalur
00000238=Daftar item
00000239=File yang berisi item
00000240=Salin perintah
00000241=Simpan ke file .bat...
00000242=Tutup
00000243=Buka file
00000244=Simpan file
00000245=Simpan file batch

[frmCSVImport]
00000002=Impor CSV
00000003=&Impor
00000008=Batal
00000009=Nama file:
00000010=Pemisah kolom:
00000011=Kolom untuk nama file asli:
00000012=Kolom untuk nama file baru: (opsional)
00000013=Folder dasar untuk file asli:
00000014=Baris pertama adalah header
00000015=Nama file asli
00000016=Nama file baru
00000017=Status

[frmExifTool]
00000002=ExifTool
00000094=Tutup
00000096=Tag:
00000097=Salin
00000098=ExifTool adalah program eksternal yang mendukung lebih banyak format file daripada yang didukung Advanced Renamer. Gunakan ExifTool untuk mendapatkan lebih banyak akses data meta file
00000099=Situs web ExifTool
00000100=Filter:

[frmJSScript]
00000001=Skrip
00000002=Tutup dan terapkan skrip
00000003=Skrip ini akan dijalankan sekali untuk setiap item dalam daftar.
00000004=Skrip ini hanya akan dijalankan sekali dan sebelum iterasi dan memproses semua item dalam daftar. Gunakan untuk mengatur nilai awal apapun.

[frmSelectDate]
00000002=Pilih tanggal
00000161=Batal
00000162=Oke
00000163=Tanggal:
00000164=Pilih tanggal.

[frmTVShow]
00000002=Impor Acara TV
00000003=Oke
00000004=Cari acara tv:
00000005=Cari
00000006=Berikutnya >
00000007=< Sebelumnya
00000008=Batal
00000009=Acara terpilih:
00000010=Genre:
00000013=Musim:
00000014=Episode:
00000015=Gunakan panduan ini untuk mengisi file dalam daftar dengan informasi acara TV yang dikumpulkan dari TVMaze.com. \n\nSebelum melanjutkan, Anda harus memastikan file dalam daftar diurutkan dengan benar.\n\nKetika selesai mengimpor informasi dari tvrage.com Anda bisa menggunakan tag TVShow(AcaraTV) untuk mengganti nama file dengan informasi acara TV.\n
00000016=Impor dari:
00000017=Jumlah daftar file:
00000018=Jumlah episode terpilih:
00000019=Segarkan
00000020=Semua
00000021=Tidak ada
00000022=Semua
00000023=Tidak ada

[GPSValuesForm]
00000002=Nilai GPS
00000003=Nilai Asli\nNilai\n
00000004=Oke
00000005=Batal
00000006=Gunakan daftar di bawah ini untuk mengganti nilai GPS.

[InsertTag]
00000003=<Inc Nr> - Menambah nomor
00000096=Bawaan
00000097=<DirName> - Nama direktori
00000099=<Inc Alpha> - Menambah huruf
00000101=<Num Dirs> - Jumlah total subdirektori dalam direktori
00000103=<Num Files> - Jumlah total file dalam direktori
00000105=<Ext> - Ekstensi
00000107=<Name> - Nama file tanpa ekstensi
00000109=<Inc NrDir> - Menambah nomor per direktori
00000111=<Num Items> - Jumlah total item dalam daftar ini
00000113=ID3/MP3
00000114=<ID3 Album> - Album
00000116=<ID3 Year> - Tahun
00000118=<ID3 Track> - Trek
00000120=<ID3 Title> - Judul
00000122=<ID3 Genre> - Genre
00000124=<ID3 Artist>- Artis
00000126=Image (Gambar)
00000127=<Img Width> - Lebar Gambar
00000129=<Img Height> - Tinggi Gambar
00000131=<Img Year> - Tahun
00000133=<Img Month> - Bulan
00000135=<Img Day> - Hari
00000137=<Img Hour> - Jam
00000139=<Img Min> - Menit
00000141=<Img Sec> - Detik
00000143=<Img Author> - Seniman Gambar
00000145=<Img Copyright> - Hak Cipta Gambar
00000147=Waktu
00000148=<Year> - Tahun
00000150=<Sec> - Detik
00000152=<Min> - Detik
00000154=<Hour> - Jam
00000156=<Day> - Hari
00000158=<Month> - Bulan
00000160=Dibuat
00000161=<Year Created> - Tahun
00000163=<Sec Created> - Detik
00000165=<Min Created> - Menit
00000167=<Hour Created> - Jam
00000169=<Day Created> - Hari
00000171=<Month Created> - Bulan
00000173=Dimodifikasi
00000174=<Year Modified> - Tahun
00000176=<Sec Modified> - Detik
00000178=<Min Modified> - Menit
00000180=<Hour Modified> - Jam
00000182=<Day Modified> - Hari
00000184=<Month Modified> - Bulan
00000186=&Bantuan
00000187=<Rand> - Nomor acak
00000188=Lanjutan
00000189=<File Content>
00000190=<Bitrate> - Laju bit
00000191=<Substr> - Substring
00000192=<RSubstr> - Substring - kanan
00000193=<Word> Kata yang diindeks dari nama file
00000194=<Img Subsec> - Subdetik(Milidetik)
00000195=Ukuran File
00000196=<Filesize> - Ukuran File
00000197=<Filesize KB> - dalam KB
00000198=<Filesize MB> - dalam MB
00000199=<Filesize GB> - dalam GB
00000200=<Filesize TB> - dalam TB
00000201=Video
00000202=<Video Width> - Resolusi horisontal video
00000203=<Video Height> - Resolusi vertikal video
00000204=<Video Codec> - Kodek Video
00000205=<Video Audio Codec> - Kodek audio
00000206=<Bitrate> - Keseluruhan laju bit
00000207=<Video Bitrate> - Hanya laju bit video
00000208=<Video Audio Bitrate> - Hanya laju bit audio
00000210=<Video FrameRate> - Jumlah frame per detik
00000211=<Video Duration> - Waktu putar video
00000212=<Img CameraMake> - Nama vendor kamera
00000213=<Img CameraModel> - Nama model kamera
00000214=<Img Aperture>
00000215=<Img Brightness>
00000216=<Img FocalLength>
00000217=<Img ISO>
00000218=<Img ShutterSpeed>
00000219=<Img ExposureTime>
00000220=<Img Subject>
00000221=<Img Title>
00000222=<Img Contrast>
00000223=<Img ExposureMode>
00000224=<Img ExposureProgram>
00000225=<Img Saturation>
00000226=<Img Sharpness>
00000227=<Img WhiteBalance>
00000228=GPS
00000229=<GPS Lat> - Garis lintang
00000230=<GPS Lat Deg> - Derajat garis lintang
00000231=<GPS Lat Sec> - Detik garis lintang
00000232=<GPS Lat Min> - Menit garis lintang
00000237=<GPS Lng> - Garis bujur
00000238=<GPS Lng Deg> - Derajat garis bujur
00000239=<GPS Lng Min> - Menit garis bujur
00000240=<GPS Lng Sec> - Detik garis bujur
00000241=<GPS Alt> - Ketinggian
00000242=<GPS Country> - Negara tempat foto diambil
00000243=<GPS City> - Kota tempat foto diambil
00000244=<GPS State> - Negara bagian tempat foto diambil
00000245=<GPS Lng Dir> - Arah garis bujur
00000246=<GPS Lat Dir> - Arah garis lintang
00000247=<ExifTool> - Nilai dari ExifTool
00000249=Ceksum
00000250=<MD5> - Ceksum MD5
00000251=<SHA1> - Ceksum SHA-1
00000252=<SHA256> - Ceksum SHA-256
00000253=TVShow (Acara TV)
00000254=<TVShow Genres> - Daftar genre
00000255=<TVShow Year> - Tahun episode ditayangkan
00000256=<TVShow Title> - Nama acara TV
00000257=<TVShow Season> - Jumlah musim
00000258=<TVShow EpisodeNumber> - Jumlah episode
00000259=<TVShow Day> - Hari episode ditayangkan
00000260=<TVShow Month> - Bulan episode ditayangkan
00000261=<TVShow StartYear> - Tahun acara pertama ditayangkan
00000262=<TVShow EpisodeTitle> - Judul episode
00000263=<TVShow EpisodeSequence> - Jumlah sambungan episode
00000264=<Inc Hex> - Menambah angka heks
00000265=<Inc Roman> Menambah angka romawi
00000266=<Video Title> - Judul
00000267=<Video Genre> - Genre
00000279=<ID3 Duration> - Waktu putar audio
00000280=<ID3 Hour> - Jam bagian dari waktu putar audio
00000281=<ID3 Min> - Menit bagian dari waktu putar audio
00000282=<ID3 Sec> - Detik bagian dari waktu putar audio
00000283=<Video Hour> - Jam bagian dari waktu putar video
00000284=<Video min> - Menit bagian dari waktu putar video
00000285=<Video Sec> - Detik bagian dari waktu putar video
00000286=<File Line> - Membaca baris dalam file
00000287=<Dec Nr> Menambah angka (Turun)
00000288=<UnixTimestamp>
00000289=<UnixTimestamp Created>
00000290=<UnixTimestamp Modified>
00000291=Dokumentasi tag
00000292=<Img DPI> - Resolusi gambar dalam DPI
00000293=<Img Width Inch> - Lebar dalam inci
00000294=<Img Height Inch> - Tinggi dalam inci
00000295=<Img Width Cm> - Lebar dalam sentimeter
00000296=<Img Height Cm> - Tinggi dalam sentimeter
00000297=<Img Width Mm> - Lebar dalam millimeter
00000298=<Img Height Mm> - Tinggin millimeter
00000299=<Rand Str> - String acak
00000300=<ID3 Disc>

[InsertTagWnd]
00000002=Nilai bidang teks
00000094=Batal
00000095=Nilai angka
00000096=Pola
00000097=Oke
00000098=Gunakan ekspresi reguler
00000099=Tag:
00000100=Metakarakter untuk ekspresi reguler:

[MetaDataBatchForm]
00000002=Batch tulis metadata
00000003=Bidang metadata:
00000004=MULAI BATCH
00000017=Mengubah metadata file bisa berpotensi merusak file. Pastikan untuk mencadangkan file sebelum mencoba mengubah metadata. Juga hanya gunakan fungsi ini pada file yang terletak di hard drive lokal. Akan bekerja dengan sebagian besar JPEG dan banyak jenis file lainnya.
00000018=Nama file
00000019=Nilai asli
00000020=Nilai baru
00000021=Status
00000022=Batal
00000023=Tutup

[Patern]
00000002=Pola
00000094=Pola &Tersedia:
00000159=&Hapus
00000160=&Pola Terpilih:
00000161=Oke
00000162=Batal
00000163=&Tambah
00000164=&Baru

[PleaseRegisterForm]
00000002=Silakan mendaftarkan
00000094=Bila Anda suka Advanced Renamer dan sering menggunakannya, dukung proyek dengan mendapatkan lisensi. Gunakan tombol di bawah ini untuk mendaftarkan kunci lisensi.
00000173=Untuk penggunaan pribadi:
00000174=Donasi
00000175=Untuk penggunaan komersial:
00000176=Beli
00000177=Tutup
00000181=Kunci lisensi:
00000182=Nama:
00000183=Terdaftar untuk:
00000184=Terapkan

[PreRenaming]
00000002=Mulai Mengubah nama
00000160=Pastikan pengaturan mengubah nama Anda sudah benar sebelum menekan tombol "Mulai".
00000161=Batal
00000162=Mulai

[Progress]
00000002=Kemajuan
00000094=Harap tunggu saat melakukan batch...
00000160=Jumlah total file:
00000161=Oke
00000162=Lihat Eror
00000163=Tambah file:
00000166=Lembar Tab1
00000167=Nama file
00000168=Kode Eror
00000169=Desk. Eror
00000170=Total file:
00000171=Berhasil:
00000172=Eror:
00000173=Lembar Tab2
00000174=Eror ditemukan:
00000175=Jangan pernah tanyakan lagi

[ProgressAdd]
00000002=Harap Tunggu
00000094=Menambah file...
00000161=Batal

[ProgressError]
00000002=Eror telah ditemukan
00000094=Eror telah ditemukan dalam file terpilih untuk batch. File-file berikut tidak bisa diubah namanya. Pilih tindakan di bawah ini. Belum ada file yang diubah namanya.
00000161=Hentikan batch
00000163=Lewati file yang eror
00000164=Total file:
00000165=Eror:
00000166=Nama file
00000167=Eror

[Settings]
00000002=Pengaturan
00000161=Batal
00000162=Oke
00000163=Bawaan
00000164=&Ganti yang tidak didukung dengan:
00000165=Lebar &thumbnail:
00000166=Tinggi &thumbnail:
00000167=Tampilkan &Kotak Info File
00000168=Konfirmasi &Bersihkan daftar
00000171=&Menu Konteks Explorer
00000172=Tampilkan &kisi
00000173=Gunakan informasi EXIF untuk lebar dan tinggi gambar
00000175=Bahasa:
00000177=Simpa pengaturan dalam folder ini:
00000178=Folder pribadi
00000179=Folder yang sama seperti aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Buka folder..
00000187=Tampilkan bantuan untuk memulai
00000188=Gunakan tambahan nol dalam tag Inc Nir
00000194=Periksa pembaruan saat memulai
00000195=Bidang EXIF untuk operasi waktu tanggal gambar:
00000196=Status yang ditandai mempengaruhi tag Inc Nr
00000197=Pemisah kata:
00000198=Asosiasikan file .aren dengan Advanced Renamer
00000199=Lingkungan
00000200=Program
00000201=Mengubah nama
00000202=File gambar
00000203=File musik && video
00000204=Pr&eferensi ID3:
00000205=Tampilkan bilah tombol tambah metode
00000206=Tambah file saat batch berakhir:
00000207=Konsol Penjalanan
00000208=Folder aplikasi dalam Jalur Lingkungan
00000209=Editor Skrip JS
00000210=Ukuran inden tab:
00000212=Gulir melewati garis akhir
00000213=Batas item:
00000214=Ubah nama pasangan file dengan nama file baru yang sama
00000215=Tampilkan tombol mulai ke kiri
00000217=Jangan analisa metadata video
00000218=Jangan analisa metadata musik
00000219=Jangan analisa metadata gambar

[UndoBatchForm]
00000002=Undo
00000094=Pilih tugas undo dalam daftar di sebelah kiri
00000161=Tutup
00000162=Undo daftar ini
00000163=Item Asli
00000164=Nama file Diubah namanya
00000165=Eror
00000166=Folder Asli
00000167=Centang semua
00000168=Lepas semua centang
00000169=Pilih tugas batch sebelumnya di bawah ini dan klik tombol "Undo daftar ini" untuk mengembalikan tugas ubah nama.
00000170=Folder Diubah namanya
00000171=Hapus...
00000172=Lepas centang &item yang eror
00000173=Hapus tugas sebelumnya...

[$CONSTANTS]
AbsoluteDateTime=Tanggal dan waktu mutlak
Accessed=Diakses
AccessedDateTime=Tanggal dan waktu diakses
Action=Tindakan
Active=Aktif
Add=Tambah
AddFiles=Tambah file
AddingFiles=Menambah file...
All=Semua
AllFiles=Semua file
AllItems=Semua item
AnalyzingFiles=Menganalisa file...
ApplyScript=Terapkan skrip
ApplyTo=Terapkan ke
Archive=Arsip
Archive_Short=A
Ask=Tanya
AtIndex=Pada indeks
Audio=Audio
Backwards=Mundur
BatchModeCopy=Salin
BatchModeMove=Pindah
BatchModeRename=Ubah nama
Beta=Beta
BetaFeature=Fitur beta
CaseSensitive=Sensitifitas huruf
ColumnName0=Nama file
ColumnName1=Jalur
ColumnName10=ID3 Genre
ColumnName100=Nama folder
ColumnName101=Jalur
ColumnName102=Tanggal Dibuat
ColumnName103=Atribut
ColumnName104=Atribut Baru
ColumnName105=Nama Folder Baru
ColumnName106=Tanggal Dibuat Baru
ColumnName107=Kode Eror
ColumnName108=Eror
ColumnName109=Jalur Baru
ColumnName11=ID3 Judul
ColumnName12=ID3 Trek
ColumnName13=ID3 Tahun
ColumnName14=Atribut Baru
ColumnName15=Nama File Baru
ColumnName16=Tanggal Dibuat Baru
ColumnName17=Tanggal Diakses Baru
ColumnName18=Tanggal Dimodifikasi Baru
ColumnName19=Kode Eror
ColumnName2=Ukuran
ColumnName20=Eror
ColumnName21=Tanggal Diambil
ColumnName22=Ekstensi
ColumnName23=Jalur Baru
ColumnName3=Tanggal Dibuat
ColumnName4=Tanggal Diakses
ColumnName5=Tanggal Dimodifikasi
ColumnName6=Atribut
ColumnName7=Dimensi
ColumnName8=ID3 Album
ColumnName9=ID3 Artis
CommercialUse=Penggunaan komersial
ContinueQuestion=Lanjutkan?
CopiedFileCouldNotBeFound=File yang disalin tidak dapat ditemukan
CopiedFolderCouldNotBeFound=Folder yang disalin tidak dapat ditemukan
CopiedItem=Item yang disalin
CopiedItemPath=Jalur item yang disalin
CopyValueToAll=Salin nilai untuk semua
CopyValueToAllAbove=Salin nilai untuk semua di atas
CopyValueToAllBelow=Salin nilai untuk semua di bawah
Created=Dibuat
CreatedDateTime=Tanggal dan waktu dibuat
current=saat ini
Datetime=Waktu tanggal
Day=Hari
Day_Long_1=Senin
Day_Long_2=Selasa
Day_Long_3=Rabu
Day_Long_4=Kamis
Day_Long_5=Jum'at
Day_Long_6=Sabtu
Day_Long_7=Minggu
Day_Short_1=Sen
Day_Short_2=Sel
Day_Short_3=Rab
Day_Short_4=Kam
Day_Short_5=Jum
Day_Short_6=Sab
Day_Short_7=Min
DeltaDateTime=Tanggal dan waktu delta
Description=Deskripsi
DirnamePattern=Pola nama direktori
Edit=Edit
Error=Eror
Errors=Eror
Err_100=Oke
Err_101=Eror tidak diketahui
Err_102=<>:"/\\*? tidak didukung dalam nama file
Err_103=Nama file mengandung karakter salah
Err_104=Nama file terlalu panjang
Err_105=File sudah ada
Err_106=Folder tidak ada
Err_107=Tidak dapat menemukan file sumber
Err_108=Nama file tidak ditentukan
Err_109=Kemungkinan beberapa file dengan nama yang sama
Err_110=Metode pengubahan nama tidak valid
Err_111=Tidak ditemukan informasi gambar
Err_112=Tidak ditemukan TAG ID3
Err_113=Terlalu banyak file untuk <Inc Alpha>
Err_114=Stempel waktu (timestamp) tidak valid
Err_115=Ekstensi diubah
Err_116=Tag tidak valid
Err_117=Ekspresi reguler tidak valid
Err_118=Pola tidak ditemukan
Err_119=Tidak ada hasil dari server geo
Err_120=Hasil tidak valid dari server geo
Err_121=Tidak ditemukan informasi video
Err_122=Tidak ditemukan informasi GPS
Err_123=Folder tidak dapat dipindah atau disalin ke drive yang berbeda
Err_124=Skrip tidak valid
Err_125=Eror ExifTool
Err_126=Informasi (AcaraTV) TVShow belum diambil. Gunakan jendela (ImporTV) TVImport terlebih dahulu
Err_127=Abaikan duplikasi
Err_128=Oke, pasangkan file
Err_129=Oke, ganti nama
Err_FieldWriteError=Tidak dapat memverifikasi penulisan bidang
Excellent=Luar biasa
EXIFDate_DateDigitized=Tanggal digital
EXIFDate_DateOriginal=Tanggal asli
EXIFDate_DateTaken=Tanggal diambil
EXIFToolDate_DateOriginal=ExifTool Tanggal Asli
EXIFToolGPSDateTime=ExifTool Waktu Tanggal GPS
Extension=Ekstensi
Fair=Wajar
File=File
FileCouldNotBeRenamed=File tidak dapat diubah namanya
Fileinfo=Informasi item
FilenamePattern=Pola nama file
FileRenamedOK=File diubah namanya OK Oke
Files=File
Folder=Folder
FolderLocation=Lokasi Folder
Folders=Folder
GettingThumbnails=Mengambil thumbnail
Good=Bagus
GotErrors=Mendapat Eror
HandleNegativeNumbers=Tangani angka negatif
Hidden=Tersembunyi
Hidden_Short=H
Hour=Jam
Ideal=Ideal
ImageDateTime=Tanggal dan waktu gambar
ImageFile=File gambar
InputMessageDescription=Ubah deskripsi metode
InsertValue=MasukkanNilai...
InvertCase=Atur huruf terbalik
ItemNotReverted=Tidak dapat mengembalikan item
ItemRevertedOK=Item dikembalikan Oke
Items=Item
LoadList=Muat daftar
LowerCase=Atur huruf kecil
LowerCaseFirstLetter=Atur huruf kecil di huruf pertama
LowerCaseFirstLetterInEveryWord=Atur huruf kecil di huruf pertama dalam setiap kata
LowerCasePattern=Atur pola ke huruf kecil
MethodName_Add=Tambah
MethodName_Attributes=Atribut
MethodName_List=Daftar
MethodName_ListReplace=Daftar diganti
MethodName_Move=Pindah
MethodName_NewCase=Kasus Baru
MethodName_NewName=Nama Baru
MethodName_Remove=Buang
MethodName_RemovePattern=Buang pola
MethodName_Renumber=Ubah nomor
MethodName_Replace=Ganti
MethodName_Script=Skrip
MethodName_Swap=Tukar
MethodName_Timestamp=Stempel waktu
MethodName_Trim=Pangkas
Methods=Metode
Min=Men
Moderate=Sedang
Modified=Dimodifikasi
ModifiedDateTime=Tanggal dan waktu dimodifikasi
Month=Bulan
Month_01_Long=Januari
Month_01_Short=Jan
Month_02_Long=Februari
Month_02_Short=Feb
Month_03_Long=Maret
Month_03_Short=Mar
Month_04_Long=April
Month_04_Short=Apr
Month_05_Long=Mei
Month_05_Short=Mei
Month_06_Long=Juni
Month_06_Short=Jun
Month_07_Long=Juli
Month_07_Short=Jul
Month_08_Long=Agustus
Month_08_Short=Agu
Month_09_Long=September
Month_09_Short=Sep
Month_10_Long=Oktober
Month_10_Short=Okt
Month_11_Long=November
Month_11_Short=Nov
Month_12_Long=Desember
Month_12_Short=Des
MoveCount=Pindahkan hitungan
MovedFileCouldNotBeFound=File yang dipindahkan tidak dapat ditemukan
MovedFolderCouldNotBeFound=Folder yang dipindahkan tidak dapat ditemukan
MovedItem=Item yang dipindahkan
MovedItemPath=Pindahkan jalur item
MoveFrom=Dipindah dari
MoveRelative=Pindahkan relatif
MoveTo=Pindah ke
MsgTitle_Confirm_ClearList=Bersihkan daftar
MsgTitle_Confirm_DeleteColumnSet=Hapus set kolom?
MsgTitle_Confirm_OverwriteColumnSet=Set sudah ada
MsgTitle_Confirm_Quit=Keluar Advanced Renamer
MsgTitle_Error=Eror
MsgTitle_Error_FileNotFound=File tidak ditemukan
MsgTitle_Error_InvalidColumnSetName=Nama tidak valid
Msg_Confirm_ClearList=Anda akan menghapus semua file dari daftar.\n\nYakin mau lanjutkan?
Msg_Confirm_ClearMethodList=Bersihkan daftar metode?
Msg_Confirm_DeleteColumnSet=Hapus Set Kolom\n\nAnda yakin ingin menghapus set yang disebut "%s"
Msg_Confirm_ExtChanged=Ekstensi akan diubah pada beberapa file. Ini bisa dalam beberapa kasus membuat file tidak dapat digunakan.\n\nApakah Anda ingin tetap mengubah nama??
Msg_Confirm_OverwriteColumnSet=Set sudah ada\n\nApakah Anda ingin menimpa set yang disebut "%s"?
Msg_Confirm_OverwriteFile=Timpa file?\n\nAnda akan menimpa file "%s". Apakah Anda ingin melanjutkan?
Msg_Confirm_PopulateList=Isi kotak teks dengan nama asli dari item dalam daftar?
Msg_Confirm_Quit=Masih ada file dalam daftar\n\nAnda yakin mau keluar?
Msg_Confirm_RenamingPossibleErrors=Eror ditemukan\n\nKemungkinan eror telah ditemukan yang membuat mustahil untuk mengubah nama file yang ditambahkan.\n\nLanjutkan mengubah nama?
Msg_Confirm_SettingsPathChanged=Anda telah mengubah folder pengaturan.\n\nApakah Anda ingin menyalin pengaturan Anda saat ini ke folder ini?\n\nCatatan: File apapun yang ada dalam folder akan ditimpa.
Msg_DeleteUndoJobs=Semua tugas yang lebih lama dari tanggal terpilih akan dihapus
Msg_Error_AddFileAssociation=Tidak dapat menambahkan asosiasi file
Msg_Error_CannotAddSoManyFiles=Tidak dapat menambahkan file.\n\nAnda tidak bisa memuat lebih dari %d item ke dalam daftar.
Msg_Error_CheckUpdates=Eror\n\nTidak dapat memeriksa pembaruan.
Msg_Error_CoultNotCreateFolder=Tidak dapat membuat folder
Msg_Error_FileNotFound=Eror\n\nTidak dapat menemukan file "%s".
Msg_Error_InvalidColumnSetName=Eror\n\n%s bukan nama yang valid\n\nNama Set Kolom hanya boleh berisi huruf, angka, - dan _.
Msg_Error_InvalidFolder=Eror\n\nBukan folder yang valid.
Msg_Error_ListIsEmpty=Daftar kososng
Msg_Error_MetaDataWriteUnsupportedFormat=Format file "%s" tidak didukung
Msg_Error_MustEnableBeforeAddFolders=Anda harus mengaktifkan salah satu "%s" atau "%s"
Msg_Error_MustHaveSingleExtension=Semua item dalam daftar harus memiliki ekstensi file yang sama
Msg_Error_NotFoundItems=Item %d tidak ditemukan.\n\n%s
Msg_Error_NoUndoList=Tidak ada daftar undo yang telah dipilih..
Msg_Error_Only2000Plus=Fitur ini tidak didukung pada sistem Anda. Fitur ini hanya tersedia pada Windows 2000 atau lebih tinggi.
Msg_Error_RemoveFileAssociation=Tidak dapat membuang asosiasi file
Msg_Error_RenamingNoFilesInList=Eror\n\nTidak dapat memulai mengubah nama karena tidak ada file dalam daftar.
Msg_Error_Server=Kesalahan komunikasi dengan server
Msg_Error_Unknown=Eror tidak diketahui\n\n%s
Msg_FirstTimeUse=Ini mungkin pertama kalinya Anda menggunakan Advanced Renamer. Sebaiknya lihat panduan pengguna sebelum menggunakan program ini.\n\nApakah Anda ingin melihat panduan pengguna sekarang?
Msg_Info_BatchModeNotSupportedForFolders=Mode batch terpilih tidak didukung untuk digunakan dengan folder.
Msg_Info_BatchWriteMetadataCompleted=Penulisan batch selesai.\n\n%d item diproses.\n%d Oke.\n%d tidak berubah.\n%d eror.
Msg_Info_ConvertMethods_0310=Dalam versi ini praatur metode Advanced Renamer terletak di folder khusus. Ketika mengklik Oke Anda dapat memilih folder kosong untuk mengubah praatur metode yang ada.
Msg_Info_CouldNotBeAdded=%d file tidak dapat ditambahkan.
Msg_Info_ItemsAlreadyInList=Item %d sudah ada dalam daftar
Msg_Info_LanguageChange=Perubahan bahasa akan diterapkan ketika program telah dimulai ulang.
Msg_Info_NewVersion=Versi baru dari Advanced Renamer tersedia.\n\nApakah Anda ingin mengunduh versi baru?
Msg_Info_NoNewVersion=Tidak ada versi baru dari Advanced Renamer untuk saat ini.
Msg_Info_RevertChanges=Ini akan mengembalikan semua perubahan Anda ke pengaturan bawaan.\n\nApakah Anda ingin melanjutkan?
Msg_Info_ThankYou=Terima kasih :-). Kamu yang terbaik!
Msg_Info_UndoHasEnded=Undo batch telah berakhir dengan %d eror.
Msg_Info_UndoSuccess=Batch telah berhasil dikembalikan.
MusicFile=File musik
Name=Nama
NameAndExtension=Nama dan ekstensi
NameCollisionRule_AppendImgSubsec=Tambahkan sub-detik gambar
NameCollisionRule_AppendNumber=Tambahkan angka
NameCollisionRule_AppendPattern=Tambahkan pola
NameCollisionRule_Fail=Gagal
NameCollisionRule_Ignore=Abaikan
NewCase=Kasus Baru
NewFolder=Folder Baru
NewName=Nama Baru
NewNumber=Nomor Baru
No=Tidak
NoChange=Tidak ada perubahan
NoMethods=Tidak ada metode yang digunakan.\n\nKlik tombol "Tambah metode" untuk menambahkan metode baru.
None=Tidak ada
NotRegistered=Tidak terdaftar
Nth1=Ke1
Nth2=Ke2
Nth3=Ke3
Nth4=Ke4
Nth5=Ke5
Nth6=Ke6
Nth7=Ke7
Nth8=Ke8
Nth9=Ke9
NumberDifference=Perbedaan angka
NumberLength=Panjang angka
NumberPosition=Posisi angka
NumericValueOrPattern=Nilai numerik atau pola pencarian
Occurrence=Kejadian
OK=Oke
OriginalFileNotFound=File asli tidak ditemukan
OriginalFileStillExists=File asli masih ada
OriginalFolderNotFound=Folder asli tidak ditemukan
OriginalFolderStillExists=Folder asli masih ada
Pattern=Pola
PersonalUse=Penggunaan pribadi
PleaseRegisterMessage=Pesan dari pembuat aplikasi:\n\nTolong, bila Anda sering menggunakan perangkat lunak ini atau menggunakannya secara komersial, dapatkan kunci lisensi dengan menggunakan salah satu dari dua tombol di bawah ini.\n\nHormat saya\n  Kim Jensen
Poor=Buruk
PopulateList=Isikan daftar
PreBatchScript=Skrip pra batch...
ReadOnly=Hanya-baca
Readonly_Short=R
RegEx_AnyChar=Karakter apapun
RegEx_CharList=Karakter yang terdapat dalam daftar karakter
RegEx_Digit=Karakter digit
RegEx_EndLine=Akhir baris
RegEx_Match0OrMore=Cocokkan 0 atau lebih
RegEx_Match1Or0=Cocokkan 1 atau 0
RegEx_Match1OrMore=Cocokkan 1 atau lebih
RegEx_MatchLeastNTimeNoMoreM=Cocokkan setidaknya n kali tetapi tidak lebih dari m kali
RegEx_MatchLeastNTimes=Cocokkan setidaknya n kali
RegEx_MatchNTimes=Cocokkan n kali
RegEx_NonCharList=Karakter tidak tercantum dalam daftar karakter
RegEx_NonDigit=Karakter non-digit
RegEx_NonWordChar=Karakter non-kata
RegEx_StartLine=Awal baris
RegEx_SubAlternative=Subpola alternatif
RegEx_SubGroup=Subpola grup
RegEx_SubMatch=Cocokkan subpola pertama
RegEx_WordChar=Karakter kata
Register=Silakan mendaftarkan
RegisteredTo=Terdaftar untuk %s
RemoveCount=Buang hitungan
RenamedFileCouldNotBeFound=File yang diubah namanya tidak dapat ditemukan
RenamedFolderCouldNotBeFound=Folder yang diubah namanya tidak dapat ditemukan
RenamedItem=Item yang diubah namanya
RenamedItemPath=Jalur item yang diubah namanya
RenumberChange=Ubah ke
RenumberChangeTypeAbsoluteText=Angka mutlak
RenumberChangeTypeRelativeText=Relatif terhadap angka yang ada
Replace=Ganti
ReplaceWith=Ganti dengan
SaveColumnSet=Simpan set kolom
SaveList=Simpan daftar
Season=Musim
Sec=Det
SelectFolder=Pilih folder
SelectMethod=Pilih metode.
Separator=Pemisah
Set=Atur
ShowInWindow=Tampilkan dalam jendela...
Skip=Lewati
StartingAt=Mulai pada
Status=Status
Status_TestingNames=Status: Menguji nama...
System=Sistem
System_Short=S
Tag=Tag
TagCategoryAdvanced=Tag Lanjutan
TagCategoryChecksum=Tag Ceksum
TagCategoryDateTime=Tag Tanggal/Waktu
TagCategoryDateTimeCreated=Tag Tanggal/Waktu Dibuat
TagCategoryDateTimeModified=Tag Tanggal/Waktu Dimodifikasi
TagCategoryDefault=Tag Bawaan
TagCategoryFileSize=Tag Ukuran File
TagCategoryGPS=Tag Lokasi GPS
TagCategoryID3=Tag ID3/MP3
TagCategoryImage=Tag Gambar
TagCategoryTVShow=Acara TV
TagCategoryVideo=Tag Video
TBShowlblEpisodesTitle=Pilih musim dan episode untuk "%s".
TextList=Daftar teks
TextToBeReplaced=Teks untuk diganti
ToRemoveMoreThanOne=Untuk membuang lebih dari satu pola gunakan \\ untuk memisahkan pola yang berbeda.
ToReplaceMoreThanOne=Untuk mengganti lebih dari satu pola gunakan \\ untuk memisahkan pola yang berbeda.
TrimCharacters=Pangkas karakter
TypeNameForColumnSet=Ketik nama untuk set kolom.
Unknown=Tidak diketahui
Unset=Tidak diatur
UpdateAvailable=Pembaruan tersedia. Klik untuk memperbarui.
UpperCase=Atur huruf besar
UpperCaseFirstLetter=Atur huruf besar di huruf pertama
UpperCaseFirstLetterInEveryWord=Atur huruf besar di huruf pertama dalam setiap kata
UpperCasePattern=Atur pola ke huruf besar
UseRegularExpressions=Gunakan ekspresi reguler
Value=Nilai
Video=Video
VideoFile=File video
WithErrors=Item dengan eror
WithoutErrors=Item tanpa eror
WordSeperators=Pemisah kata
Year=Tahun
Yes=Ya
ZeroPadding=Bantalan nol
ZeroPadTypeAuto=Otomatis
ZeroPadTypeManual=Manual
ZeroPadTypeNo=Tidak ada bantalan
